Repository: HuChundong/PerfectTimeXS
Catalog: perfecttimexs/Resources/*.lproj/Root.strings
Languages: ru, tr, zh_hans, zh_hant

source: RESPRING
ru: Респринг
tr: YENİDEN BAŞLAT
zh_hans: 注销
zh_hant: 註銷

source: Enable
ru: Включить
tr: Etkin
zh_hans: 启用
zh_hant: 啟用

# RESPRING_TITLE
source: Back to Setting to confirm config saved and then respring, if has problem,reboot and rejailbreak
tr: Yapılandırmanın Kaydedildiğine Emin Olmak ve Ardından Sorun Yoksa, Yeniden Başlatmak için Ayarlara Geri Dönün Sonra Yeniden Başlat yapın
zh_hans: 修改后注销2次,或者直接重启重新越狱[推荐]
zh_hant: 修改後註銷2次,或者直接重啟重新越獄[推薦]

# GLOBAL_TITLE
source: Global Setting: ALIGNMENT: 0 left,1 center,2 right Locale：standard time format,plz find from internet
ru: Параметры: выравнивание - 0 слева, 1 по центру, 2 справа Формат: стандартный формат времени смотрите https://nsdateformatter.com/
tr: Genel Ayarlar: HİZALAMA: 0 Sol, 1 Orta, 2 Sağ Yerel ayar: Standart Zaman Biçimi, Lütfen internetten Bakınız.
zh_hans: 全局设置：对齐：0居左，1居中，2居右
zh_hant: 全局設置：對齊：0居左，1居中，2居右

# LANGUAGE
source: Locale(en_US,zh_CN)
ru: Язык (en_US,zh_CN, ru)
tr: Bölge(en_US,zh_CN,tr)
zh_hans: 语言区域(en_US,zh_CN)
zh_hant: 語言區域(en_US,zh_CN)

source: Alignment
ru: Центровать
tr: Hizala
zh_hans: 对齐方式
zh_hant: 對齊方式

source: ShowLocation
ru: Значок геолакации
tr: Bölgeyi Göster
zh_hans: 显示定位图标
zh_hant: 顯示定位圖標

# PART1_TITLE
source: First Part，you can only enable one part, Offset by pixel,positive up and negative down
ru: Первая строка, вы можете включить только одну строку, смещение на пиксель, положительное увеличение и отрицательное уменьшение
tr: Birinci Kısım Sadece Yalnızca Bir Bölümü Etkinleştirebilirsiniz, Piksel ile Ofset, Pozitif Yukarı ve Negatif Aşağı
zh_hans: 第一部分，按模块设置，可以只启用一个模块, 垂直偏移 按照像素偏移，正数向上，负数向下
zh_hant: 第一部分，按模塊設置，可以只啟用一個模塊, 垂直偏移 按照像素偏移，正數向上，負數向下

# PART2_TITLE
source: Second Part
ru: Вторая строка
tr: İkinci Kısım
zh_hans: 第二部分
zh_hant: 第二部分

# PART3_TITLE
source: Third Part
ru: Третья строка
tr: Üçüncü Kısım
zh_hans: 第三部分
zh_hant: 第三部分

# PART4_TITLE
source: Fouth Part
ru: Четвертая строка
tr: Dördüncü Kısım
zh_hans: 第四部分
zh_hant: 第四部分

# BOLD
source: UseBold
ru: Жирный шрифт
tr: Kalın Yazı Kullanın
zh_hans: 使用粗体
zh_hant: 使用粗體

source: Format
ru: Формат
tr: Biçim
zh_hans: 时间格式
zh_hant: 時間格式

source: FontSize
ru: Размер шрифта
tr: Font Boyutu
zh_hans: 字体大小
zh_hant: 字體大小

# BREAKLINE
source: BreakLine(nextPart)
ru: Разрывная линия (следующая строка)
tr: Ara Çizgisi(Sonraki Bölüm)
zh_hans: 换行(后续内容换行)
zh_hant: 換行(後續內容換行)

# OFFSET
source: VerticalOffset
ru: Вертикальное смещение
tr: Dikey Uzaklık
zh_hans: 垂直偏移
zh_hant: 垂直偏移

# DONATION
source: Donation（PayPal）
ru: Поблагодарить（PayPal）
tr: Bağış Yap（PayPal）
zh_hans: 捐赠（PayPal）
zh_hant: 捐贈（PayPal）

# DONATION2
source: Donation（AliPay）
ru: Поблагодарить（AliPay）
tr: Bağış Yap（AliPay）
zh_hans: 捐赠（支付宝）
zh_hant: 捐贈（支付寶）

# DONATION_TITLE
source: Enjoying this tweak? Please consider donating so I can continue to develop tweaks like this!
ru: Наслаждайтесь твиком. Пожалуйста, подумайте о пожертвовании, чтобы я мог продолжать развивать такие твики!
tr: Tweaklerimi Beğendinizmi ? Lütfen Bağış Yapmayı Düşünün, Böylece Tweak Geliştirmeye Devam Edebilirim!
zh_hans: 如果您喜欢这个插件，请考虑捐赠作者，用于后续的维护和开发新的优秀插件，谢谢
zh_hant: 如果您喜歡這個插件，請考慮捐贈作者，用於後續的維護和開發新的優秀插件，謝謝

# LEGACY_FONT
source: Encountered a crash enable
ru: Обнаружено аварийное открытие
tr: Açık bir çarpışma karşılaşıldı
zh_hans: 遇到崩溃开启
zh_hant: 遇到崩潰開啟
